export const TERMS_AND_CONDITIONS_TEXT = `موارد ذکر شده توضیحی درباره‌ی شرایط استفاده از خدمات نجوا و کلیه‌ی سرویس‌های ارائه شده از طریق آن است. استفاده از خدمات نجوا، بدین معنی است که با موارد موافقت کرده‌اید. خواهشمندیم جهت استفاده بهینه از خدمات و سرویس‌‌های نجوا، این قوانین را به دقت مطالعه نمایید.
حساب کاربری
برای دسترسی به تمامی سرویس‌های نجوا، ثبت شماره همراه در حساب کاربری -اعم از حقوقی و حقیقی- ضرورری است. کاربر مسئولیت صحت اطلاعات مندرج در حساب کاربری را می‌پذیرد و متعهد می‌شود در صورت تغییر در هر بخش از این اطلاعات، حساب کاربری در نجوا را به روز نماید.
کاربر مجاز نیست حساب کاربری خود را برای استفاده در اختیار دیگر اشخاص -اعم از حقوقی و حقیقی- قرار دهد و یا به هر نحو به دیگری منتقل کند. در نظر داشته باشید که مسئولیت کلی تمامی فعالیت‌هایی که از طریق حساب کاربری هر کاربر صورت می‌گیرد، بر عهده شخص اوست و کاربر دارای مسئولیت در قبال نجوا و پاسخگویی به سایر نهادهای ذی‌صلاح خواهد بود. همچنین ضروری است در صورت ظن به دسترسی ثالث به حساب کاربری در اسرع وقت نجوا را مطلع کند.

عواقب تخلف از قوانین و شرایط
هرگونه فعالیت کاربر در خصوص استفاده از سرویس‌های نجوا، که ناقض اصول و مبانی دین مبین اسلام، قانون اساسی و مغایر با اخلاق حسنه و سیاست‌های کلی نظام اعم از فرهنگی، اقتصادی و اجتماعی و یا رفتار مشکوک به نقض قانون، اخلاق یا فیشینگ (ارسال لینک جعلی) در محتوای پیام‌ها و کلاهبرداری‌های اینترنتی و یا هرگونه اقدامی که باعث تشویش اذهان عمومی و مخل نظم و آرامش جامعه باشد، ممنوع است و نجوا در صورت مشاهده‌ی چنین مواردی حساب کاربر متخلف را مسدود و موارد را به صورت قانونی پیگیری خواهد کرد.

اصول پنج‌گانهٔ محتوای پیامک‌های ارسالی در چهارچوب قوانین و عرف جامعه
الف- با اصول و مبانی دین اسلام و قانون اساسی جمهوری اسلامی ایران مغایرت نداشته باشد و در تضاد نباشد.
ب- باعث تشویش اذهان عمومی نگردد.
ج- مخل نظم و آرامش حاکم بر جامعه نباشد.
د- مغایر با اخلاق حسنه حاکم بر جامعه نباشد.
ه- با سياست‌های فرهنگي، اجتماعی و اقتصادی کشور مغایرت نداشته باشد.
اعلام سرشماره‌های متعلق به فروشنده در شبکه‌های ماهواره‌ای، چه به صورت مستقيم توسط خریدار و چه به صورت غير مستقيم توسط مشتریان خریدار، ممنوع می‌باشد و خریدار، عواقب کيفری و حقوقي موضوع را به عهده خواهد گرفت. همچنین پاسخگویی در مراجع قضایی و امنيتی به عهدهٔ خریدار است. مضافاً خریدار متعهد به جبران خسارت احتمالی وارده ناشی از رعایت موضوع فوق به فروشنده خواهد بود.
-در خصوص ممنوعيت Termination شماره های خارجی، ارسال هرگونه پيامک بين‌الملل بر روی سرشمارهٔ 1000 مجاز نيست و درصورت مشاهده، خط غير فعال و جرایم مرتبط با آن اخذ خواهد شد. همچنین در صورت تکرار، محدودیت‌هایی در همکاری اعمال می‌گردد. به علاوه، مسئوليت هرگونه عواقب بعدی و پاسخگویی به مراجع قضایی، انتظامی و حاکميتی بر عهدهٔ خریدار است.
هزینهٔ ارسال پیامک متنی به زبان لاتین به مشترکین کلیهٔ اپراتورهای تلفن همراه ۵/۲ برابر زبان فارسی می باشد.
در صورت ابلاغ بهای جدید فروش پیامک از سوی اپراتورهای تلفن همراه کشور، قیمت‌های اعلام شده در پنل مطابق قیمت‌های اعلامی جدید تغییر خواهد کرد.
فهرست مصادیق محتوای مجرمانه موضوع ماده ۲۱ قانون جرایم رایانه‌ای
 الف) محتوای علیه عفت و اخلاق عمومی
اشاعهٔ فحشاء و منکرات (بند ۲ ماده ۶ قانون مطبوعات).
تحریک، تشویق، ترغیب، تهدید یا دعوت به فساد و فحشا و ارتکاب جرایم منافی عفت یا انحرافات جنسی (بند ب ماده ۱۵ قانون جرایم رایانه‌ای و ماده ۶۳۹ قانون مجازات اسلامی).
انتشار، توزیع و معاملهٔ محتوای خلاف عفت عمومی (مبتذل و مستهجن) (بند ۲ ماده ۶ قانون مطبوعات و ماده ۱۴ قانون جرایم رایانه‌ای).
تحریک، تشویق، ترغیب، تهدید یا تطمیع افراد به دستیابی به محتویات مستهجن و مبتذل (ماده ۱۵ قانون جرایم رایانه‌ای).
استفادهٔ ابزاری از افراد (اعم از مرد و زن) در تصاویر و محتوا، تحقیر و توهین به جنس زن، تبلیغ تشریفات و تجملات نامشروع و غیر قانونی (بند ۱۰ ماده ۶ قانون مطبوعات).
راه‌اندازی مراکز و پایگاه های همسریابی در فضای مجازی بدون اخذ مجوز از وزارت ورزش و جوانان (مصوبه بیست و هشتم کارگروه تعیین مصادیق محتوای مجرمانه).
ب) محتوای علیه مقدسات اسلامی
محتوای الحادی و مخالف موازین اسلامی (بند ۱ ماده ۶ قانون مطبوعات).
اهانت به دین مقدس اسلام و مقدسات آن (بند ۷ ماده ۶ قانون مطبوعات و ماده ۵۱۳ قانون مجازات اسلامی).
اهانت به هر یک از انبیاء عظام و ائمه طاهرین(ع) یا حضرت صدیقه طاهره(س) (ماده ۵۱۳ قانون مجازات اسلامی).
تبلیغ به نفع حزب، گروه یا فرقهٔ منحرف و مخالف اسلام (بند ۹ ماده ۶ قانون مطبوعات).
نقل مطالب از نشریه‌ها و رسانه‌ها و احزاب و گروه‌های داخلی و خارجی منحرف و مخالف اسلام به نحوی که تبلیغ از آن‌ها باشد (بند ۹ ماده ۶ قانون مطبوعات).
اهانت به امام خمینی (ره) و تحریف آثار ایشان (ماده ۵۱۴ قانون مجازات اسلامی).
اهانت به مقام معظم رهبری (امام خامنه ای) و سایر مراجع مسلم تقلید (بند ۷ ماده ۶ قانون مطبوعات).
ج) محتوای علیه امنیت و آسایش عمومی
تشکیل جمعیت، دسته، گروه در فضای مجازی (سایبر) با هدف بر هم زدن امنیت کشور (ماده ۴۹۸ قانون مجازات اسلامی).
هرگونه تهدید به بمب‌گذاری (ماده ۵۱۱ قانون مجازات اسلامی).
محتوایی که به اساس جمهوری اسلامی ایران لطمه وارد کند (بند ۱ ماده ۶ مطبوعات).
انتشار محتوا علیه نظام جمهوری اسلامی ایران (ماده ۵۰۰ قانون مجازات اسلامی).
.تبلیغ علیه نظام جمهوری اسلامی ایران (ماده ۵۰۰ قانون مجازات اسلامی).
اخلال در وحدت ملی و ایجاد اختلاف مابین اقشار جامعه به ویژه از طریق طرح مسائل نژادی و قومی (بند ۴ ماده ۶ قانون مطبوعات).
تحریک یا اغوای مردم به جنگ و کشتار یکدیگر (ماده ۵۱۲ قانون مجازات اسلامی).
تحریک نیروهای رزمنده و اشخاصی به نحوی از انحا در خدمت نیروهای مسلح هستند به عصیان، فرار، تسلم یا عدم اجرای وظایف نظامی (ماده ۵۰۴ قانون مجازات اسلامی).
تحریک و تشویق افراد گروه‌ها به ارتکاب اعمالی علیه امنیت، حیثیت و منافع جمهوری اسلامی ایران در داخل و خارج از کشور (بند ۵ ماده ۶ قانون مطبوعات).
تبلیغ به نفع گروه‌ها و سازمان‌های مخالف نظام جمهوری اسلامی ایران (ماده ۵۰۰ ق م.ا).
فاش نمودن و انتشار غیرمجاز اسناد و دستورها و مسائل محرمانه سری دولتی و عمومی (بند ۶ ماده ۶ قانون مطبوعات و مواد ۲ د ۳ قانون مجازات انتشار و افشای اسناد محرمانه و سری دولتی و ماده ۳ قانون جرایم رایانه‌ای).
فاش نمودن و انتشار غیرمجاز اسرار نیروهای مسلح (بند ۶ ماده ۶ قانون مطبوعات).
فاش نمودن و انتشار غیرمجاز نقشه و استحکامات نظامی (بند ۶ ماده ۶ قانون مطبوعات).
انتشار غیرمجاز مذاکرات غیرعلنی مجلس شورای اسلامی (بند ۶ ماده ۶ قانون مطبوعات).
انتشار بدون مجور مذاکرات محاکم غیرعلنی دادگستری و تحقیقات مراجع قضایی (بند ۶ ماده ۶ قانون مطبوعات).
انتشار محتوایی که از سوی شورای عالی امنیت ملی منع شده باشد ( تبصره ۲ ماده ۵ قانون مطبوعات)
د) محتوای علیه مقامات و نهادهای دولتی و عمومی
اهانت و هجو نسبت به مقامات، نهادها و سازمان‌های حکومتی و عمومی (بند ۸ ماده ۶ قانون مطبوعات و مواد ۶۰۹ و ۷۰۰ قانون مجازات اسلامی).
افترا به مقامات، نهادها و سازمان‌های حکومتی و عمومی (بند ۸ ماده ۶ قانون مطبوعات و ۶۹۷ قانون مجازات اسلامی).
نشر اکاذیب و تشویش اذهان عمومی علیه مقامات، نهادها و سازمان‌های حکومتی (بند ۱۱ ماده‌ی ۶ قانون مطبوعات و ۶۹۸ قانون مجازات اسلامی).
ه) محتوایی که برای ارتکاب جرایم رایانه‌ای به کار می‌رود (محتوای مرتبط با جرایم رایانه‌ای)
انتشار یا توزیع و در دسترس قرار دادن یا معامله داده‌ها یا نرم‌افزارهایی که صرفاً برای ارتکاب جرایم رایانه‌ای به کار می‌رود (ماده ۲۵ قانون جرایم رایانه‌ای).
فروش، انتشار یا در دسترس قرار دادن غیرمجاز گذرواژه‌ها و داده‌هایی که امکان دسترسی غیر مجاز به داده‌ها یا سامانه‌های رایانه‌ای یا مخابراتی دولتی یا عمومی را فراهم می‌کند (ماده ۲۵ قانون جرایم رایانه‌ای).
انتشار یا در دسترس قرار دادن محتویات آموزش دسترسی غیرمجاز، شنود غیرمجاز، جاسوسی رایانه‌ای، تحریف و اخلال در داده‌ها یا سیستم‌های رایانه‌ای و مخابراتی (ماده ی ۲۵ قانون جرایم رایانه‌ای).
آموزش و تسهیل سایر جرایم رایانه‌ای (ماده ۲۱ قانون جرایم رایانه‌ای).
انتشار فیلترشکن‌ها و آموزش روش‌های عبور از سامانه‌های فیلترینگ (بند ج ماده ۲۵ قانون جرایم رایانه‌ای).
انجام هرگونه فعالیت تجاری و اقتصادی رایانه‌ای مجرمانه مانند شرکت‌های هرمی (قانون اخلال در نظام اقتصادی کشور و سایر قوانین).
ایجاد مراکز قمار در فضای مجازی (مواد ۷۰۵ . ۷۰۸ و ۷۱۰ قانون مجازات اسلامی).
به‌کارگیری و وارد کردن کلمات کلیدی (tag) نامرتبط با محتوای سایت یا سوء استفاده از نرم افزارهایی نظیر پاپ آپ که منجر به بازکردن اجباری صفحات غیرمرتبط با درخواست بازدیدکننده شده و درنتیجه موجب اتلاف وقت و هزینهٔ بازدیدکنندگان و افزایش متقلبانه رتبهٔ سایت و کسب درآمد و امتیاز برای مالک سایت می گردد (ماده 741 بخش تعزیرات قانون مجازات اسلامی (جرائم رایانه‌ای) و مصوبه هشتادو هشتمین جلسه کارگروه تعیین مصادیق محتوای مجرمانه).
جعل پایگاه‌های اینترنتی بانک‌ها، سازمان‌ها و نهادهای دولتی و عمومی (مواد ۶ و ۷ جرایم رایانه‌ای مصوب سال ۱۳۸۸).
و) محتوایی که تحریک، ترغیب، یا دعوت به ارتکاب جرم کند(محتوای مرتبط با سایر جرایم)
انتشار محتوای حاوی تحریک، ترغیب، یا دعوت به اعمال خشونت‌آمیز و خودکشی (ماده ۱۵ قانون جرایم رایانه‌ای)
تبلیغ و ترویج مصرف مواد مخدر، روان‌گردان و سیگار (ماده ۳ قانون جامع کنترل و مبارزه ملی با دخانیات ۱۳۸۵).
درج پیوند (لینک) یا تبلیغ تارنماهای فیلتر شده یا باز انتشار محتوای مجرمانه نشریات توقیف شده و رسانه‌های وابسته به گروه‌ها و جریانات منحرف و غیرقانونی.
تشویق، تحریک و تسهیل ارتکاب جرایمی که دارای جنبهٔ عمومی هستند از قبیل اخلال در نظم، تخریب اموال عمومی، ارتشاء، اختلاس، کلاهبرداری، قاچاق مشروبات الکلی و غیره (ماده ۱۲۶ قانون مجازات اسلامی).
تبلیغ و ترویج اسراف و تبذیر (بند ۳ ماده ۶ قانون مطبوعات).
فروش، تبلیغ، توزیع و آموزش استفاده از تجهیزات دریافت از ماهواره (ماده ۱ قانون ممنوعیت بکارگیری تجهیزات دریافت ماهواره مصوب۱۳۷۳/۱۱/۲۵).
فروش، تبلیغ، توزیع و هرگونه معامله بدون مجوز تجهیزات نظامی و تجهیزاتی که دارای کاربرد دوگانه و نیز اقلام و موارد تحت کنترل از قبیل انواع مواد محترقه، ناریه، منفجره اعم از نظامی و غیر نظامی، شیمیایی، رادیواکتیو، میکروبی، گازهای بیهوش کننده، بی‌حس‌کننده و اشک‌آور و شوک‌دهنده (شوکرها) و تجهیزات نظامی و انتظامی  (مواد ۱ تا ۴ قانون مجازات قاچاق اسلحه و مهمات و دارندگان سالح و مهمات غیر مجاز و مصوبه چهل و هفتمین جلسه کارگروه تعیین مصادیق محتوای مجرمانه).
راه‌اندازی رادیو و تلویزیون اینترنتی و انتشار و پخش برنامه‌های صوتی و تصویری از طریق سیستم‌های فنی قابل انتشار فراگیر بدون مجوز سازمان صدا و سیمای جمهوری اسلامی ایران (پاسخ شورای نگهبان به استفساریه رئیس وقت سازمان صدا و سیما دربارهٔ اصل ۴۴ قانون اساسی و مصوبهٔ شصت و دومین کارگروه تعیین مصادیق محتوای مجرمانه).
ز) محتوای مجرمانهٔ مربوط به امور سمعی و بصری و مالکیت معنوی
انتشار و سرویس‌دهی بازی‌های رایانه‌ای دارای محتوای مجرمانه یا فاقد مجوز از وزارت فرهنگ و ارشاد اسلامی (مواد مختلف قانون مجازات اسلامی و قانون جرایم رایانه‌ای).
معرفی آثار سمعی و بصری غیرمجاز به جای آثار مجاز (ماده ۱ قانون نحوه مجازات اشخاصی که در امور سمعی و بصری فعالیت غیرمجاز دارند).
عرضه‌ٔ تجاری آثار سمعی و بصری بدون مجوز وزارت فرهنگ و ارشاد اسلامی (ماده ۲ قانون نحوه مجازات اشخاصی که در امور سمعی و بصری فعالیت غیرمجاز دارند).
تشویق و ترغیب به نقض حقوق مالکیت معنوی (ماده ۱ قانون حمایت از حقوق پدیدآورندگان نرم‌افزارهای رایانه‌ای و ماده ۷۴ قانون تجارت الکترونیکی).
ح) محتوای مجرمانه مرتبط با انتخابات مجلس شورای اسلامی
انتشار هر گونه محتوا با هدف ترغیب و تشویق مردم به تحریم و یا کاهش مشارکت در انتخابات (ماده ۷۵ آیین نامه اجرایی قانون انتخابات مجلس خبرگان رهبری و بند ۳ و ۸ ماده ۶۶ قانون انتخابات مجلس شورای اسلامی و ماده ۴۶ آیین‌نامهٔ اجرایی آن).
انتشار هرگونه ادعای غیرواقع مبنی بر توقف انتخابات و یا دعوت به تجمع اعتراض‌آمیز، اعتصاب، تحصن و هر اقدامی که به نحوی موجب اخلال در امر انتخابات گردد (ماده ۷۵ آیین نامه اجرایی قانون انتخابات مجلس خبرگان رهبری و بند ۸ ماده ۶۶ قانون انتخابات مجلس شورای اسلامی).
انتشار و تبلیغ علائم تحریم انتخابات گروه‌های ضد انقلاب و معاند (ماده ۵۰۰ قانون مجازات اسلامی).
انتشار هجو یا هجویه و یا هرگونه محتوای توهین‌آمیز در فضای مجازی علیه انتخابات (ماده ۷۰۰ قانون مجازات اسلامی و بند ۸ ماده ۶۶ قانون انتخابات مجلس شورای اسلامی).
انتشار هر گونه مطلب خلاف واقع مبنی بر انصراف گروه‌های قانونی از انتخابات (ماده ۶۹۸ قانون مجازات اسلامی، ماده ۶۴ قانون انتخابات مجلس شورای اسلامی و ماده ۷۵ آیین نامه اجرایی قانون انتخابات مجلس خبرگان رهبری).
استفاده از سایت‌ها و وبلاگ‌های رسمی نهادها و دستگاه‌های دولتی جهت بهره‌برداری در تبلیغات نامزدهای انتخاباتی. شایان ذکر است تمامی شرکت‌ها، موسسات شهرداری‌ها، سازمان‌ها و نهادهایی که قسمتی از دارایی آن‌ها جزء بودجه و اموال عمومی است، مشمول این ماده می‌شوند (ماده ۵۹ قانون انتخابات مجلس شورای اسلامی و ماده ۲۵ و ۲۶ آیین نامه اجرایی قانون انتخابات مجلس خبرگان رهبری).
درج محتوای تبلیغاتی نامزدهای انتخاباتی خارج از مدت زمان مقرر شده برای فعالیت انتخاباتی (ماده ۵۶ قانون انتخابات مجلس شورای اسلامی و ماده ۴۵ آیین نامه اجرایی آن و ماده ۷۵ آیین نامه اجرایی قانون انتخابات مجلس خبرگان رهبری).
انتشار هر گونه محتوا در جهت تحریک، ترغیب، تطمیع و یا تهدید افراد به خرید و فروش آراء، رای دادن با شناسنامه جعلی و شناسنامه‌ٔ دیگری، جعل اوراق تعرفه، رای دادن بیش از یک‌بار و سایر روش‌های تقلب در رای‌گیری و شمارش آراء (ماده ۷۵ آیین نامه اجرایی قانون انتخابات مجلس خبرگان رهبری و ماده ۶۶ قانون انتخابات مجلس شورای اسلامی و ماده ۱۲۶ قانون مجازات اسلامی).
انتشار هر گونه محتوا جهت ایجاد رعب و وحشت برای رای‌دهندگان یا اعضاء شعب (ماده ۲۸۶ قانون مجازات اسلامی بخش تعزیرات و بند ۱۶ ماده ۶۶ قانون انتخابات مجلس شورای اسلامی).
استفاده‌ٔ ابزاری از تصاویر زنان برای تبلیغات انتخاباتی یا عدم رعایت شئونات اسلامی در انتشار تصاویر مربوط به زنانی که نامزد انتخاباتی می‌باشند (بند ۱۰ ماده ۶ قانون مطبوعات).
انتشار هر گونه محتوا در جهت توهین، افترا و نشر اکاذب با هدف تخریب نظام، قوای سه‌گانه، سازمان‌های حکومتی و نهادهای اجرایی و نظارتی انتخابات به منظور بهره‌برداری انتخاباتی (مواد ۵۰۰ . ۶۹۸ و ۶۰۹ قانون مجازات اسلامی و بند ۸ ماده ۶ قانون مطبوعات و ماده ۱۸ قانون جرایم رایانه‌ای).
انتشار هر گونه محتوا و مکاتبات دارای طبقه‌بندی (محرمانه و سری) مرتبط با انتخابات (ماده ۳ قانون مجازات انتشار و افشای اسناد محرمانه و سری دولتی و ماده ۳ قانون جرایم رایانه‌ای و بند ۶ ماده ۶ قانون مطبوعات).
انتشار اخبار کذب از نتایج بررسی صلاحیت‌ها، شمارش آراء، ادعاهای بی‌اساس پیرامون تقلب در انتخابات یا مخدوش بودن انتخابات بدون دلیل و مدرک (مواد ۶۹۷ و ۶۹۸ قانون مجازات اسلامی و بند ۸ ماده ۶۶ قانون انتخابات مجلس شورای اسلامی).
تشویش اذهان عمومی، سیاه‌نمایی و بیان مطالب خلاف واقع علیه کشور، ایجاد اختلافات مابین اقشار جامعه به ویژه از طریق طرح مسائل قومی و نژادی، انتشار هر گونه نتایج نظر سنجی کاذب در خصوص انتخابات و نامزدهای انتخابات مجلس شورای اسلامی و مجلس خبرگان رهبری (ماده ۷۵ آیین نامه اجرایی قانون انتخابات مجلس خبرگان رهبری و ماده ۶۶ قانون انتخابات مجلس شورای اسلامی – مواد ۵۰۰ و ۶۹۸ قانون مجازات اسلامی- بند ۴ ماده ۶ قانون مطبوعات-مصوبه شورای عالی امنیت ملی).
ط) محتوای مجرمانه مرتبط با انتخابات ریاست جمهوری
انتشار هرگونه محتوا به منظور ترغیب و تشویق مردم به تحریم یا کاهش مشارکت در انتخابات، تجمع اعتراض‌آمیز بدون مجوز، اعتصاب، تحصن، ادعای غیرواقع مبنی بر توقف انتخابات یا هر اقدامی که به نحوی موجب اخلال در امر انتخابات ریاست جمهوری گردد (بند ۷ ماده ۳۳ قانون انتخابات ریاست جمهوری و بند ۵ ماده ۶ و ۲۵ قانون مطبوعات).
تشویش اذهان عمومی، سیاه‌نمایی و بیان مطالب خلاف واقع علیه کشور، ایجاد اختلافات مابین اقشار جامعه به ویژه از طریق طرح مسائل قومی و نژادی، انتشار هر گونه نتایج نظر سنجی کاذب در خصوص انتخابات و نامزدهای انتخابات ریاست جمهوری (بند ۷ ماده ۳۳ قانون انتخابات ریاست جمهوری- مواد ۵۰۰ و ۶۹۸ قانون مجازات اسلامی- بند ۴ ماده ۶ قانون مطبوعات-مصوبه شورای عالی امنیت ملی).
انتشار و تبلیغ علائم تحریم انتخابات (ماده ۵۰۰ قانون مجازات اسلامی).
انتشار هجو یا هجویه و یا هر گونه محتوای توهین‌آمیز یا تخریب در فضای مجازی علیه انتخابات و نامزدهای انتخابات ریاست جمهوری (ماده ۷۰۰ قانون مجازات اسلامی).
انتشار هر گونه مطلب علیه نامزدهای انتخاباتی و یا انتشار مطالبی خلاف واقع دال بر انصراف گروه یا نامزدهای انتخابات ریاست جمهوری (مواد ۷۴ و ۹۱ قانون انتخابات ریاست جمهوری).
استفاده‌ٔ غیر مجاز از سایت‌ها و وبلاگ‌های متعلق به دستگاه‌های دولتی و موسسات و نهادهایی که تمام یا بخشی از دارایی و بودجهٔ آن‌ها از اموال عمومی است، به منظور تبلیغ له یا علیه نامزدهای انتخابات ریاست جمهوری (مواد ۶۲ ،۶۸ و ۸۸ قانون انتخابات ریاست جمهوری).
انتشار محتوای تبلیغاتی نامزدهای ریاست جمهوری در فضای مجازی خارج از مدت مقرر برای فعالیت انتخاباتی (مواد ۶۶ و ۶۷ قانون انتخابات ریاست جمهوری).
انتشار هر گونه محتوا در جهت تحریک، ترغیب، تطمیع یا تهدید افراد به خرید و فروش آراء، رای دادن با شناسنامه‌ٔ جعلی و یا شناسنامه‌ٔ دیگری، جعل اوراق تعرفه، رای دادن بیش از یک‌بار، تقلب در رای‌گیری و شمارش آراء (ماده ۳۳ قانون انتخابات ریاست جمهوری و ماده ۱۲۶ قانون مجازات اسلامی).
انتشار هر گونه محتوا به منظور ایجاد رعب و وحشت برای رای‌دهندگان یا اعضاء شعب (بند ۱۶ ماده ۳۳ قانون انتخابات ریاست جمهوری و آئین نامه اجرایی آن).
استفادهٔ ابزاری از تصاویر اشخاص برای تبلیغات انتخابات ریاست جمهوری (بند ۱۰ ماده ۶ قانون مطبوعات).
انتشار هر گونه محتوا مشتمل بر توهین، افترا و نشر اکاذب علیه نظام، قوای سه‌گانه، سازمان‌های حکومتی و نهادهای اجرایی و نظارتی انتخابات ریاست جمهوری (مواد ۵۰۰. ۶۱۸ و ۶۰۹ قانون مجازات اسلامی و بند ۸ ماده ۶ قانون مطبوعات و ماده ۱۸ قانون جرائم رایانه ای).
انتشار هر گونه محتوای دارای طبقه‌بندی (محرمانه و سری) مرتبط با انتخابات ریاست جمهوری (تبصره ۴ ماده ۸۰ قانون انتخابات ریاست جمهوری، ماده ۳ قانون مجازات انتشار و افشای اسناد محرمانه و سری دولتی و ماده ۳ قانون جرایم رایانهای و بند ۶ ماده ۶ قانون مطبوعات).
انتشار محتوای خلاف واقع در ارتباط با نتایج بررسی صالحیت، شمارش آراء نتایج انتخابات (مواد ۶۹۷ و ۶۹۸ قانون مجازات اسلامی و بند ۷ ماده ۳۳ و ۸۰ و ۸۵ قانون انتخابات ریاست جمهوری).
انتشار محتوا با هدف دخالت در امر انتخابات با سمت یا سند مجعول یا به هر نحو غیرقانونی در فضای مجازی (بند ۱۵ و ۱۷ ماده ۳۳ و ۸۵ قانون انتخابات ریاست جمهوری).
انتشار و توزیع هر گونه محتوای تبلیغاتی از سوی کارکنان ادارات، سازمان‌ها، ارگان‌های دولتی و نهادها با ذکر سمت خود، له یا علیه هر یک از نامزدهای انتخابات ریاست جمهوری در فضای مجازی (مواد ۶۸ و ۸۸ قانون انتخابات ریاست جمهوری).
انتشار و توزیع هر گونه محتوای تبلیغاتی از سوی مقامات اجرایی و نظارتی انتخابات له یا علیه هر یک از نامزدهای انتخابات ریاست جمهوری در فضای مجازی (ماده ۷۳ قانون انتخابات ریاست جمهوری).
ظ) سایر محتواهای غیر مجاز
پیام‌هایی که متضمن ارتکاب جرم اعم از توهین، افترا، نشر اکاذب و …… باشد.
پیام‌هایی که حاوی اطلاعاتی است که انتشار آن‌ها موجب خدشه‌دارشدن امنیت ملی، تشویش اذهان عمومی و یا مغایر با نظم عمومی تلقی گردد.
پیام‌هایی که موجب تخریب و یا هتک حرمت اشخاص حقیقی و حقوقی شود.
تبلیغ نام و خدمات سایر اپراتورها.
انتقال محتوای خدمات ارزش افزوده که موضوع قرارداد آن شرکت، مجاز به ارائه آن نیست.
انتقال محتواهای مربوط به کالاها و خدمات ممنوعه، غیرقانونی و غیرمجاز.
محتواهای مربوط به جعل اخبار و ارسال اطلاعات غلط.
محتوای مربوط به کالاها و خدمات ممنوعه، غیر قانونی و غیر مجاز که از دستگاه‌ها و سازمان‌های ذیربط اعلام گردیده است. ضمنا رعایت قوانین و مقررات، آئین‌نامه‌ها و ضوابط سازمان غذا و دارو و محصولات و خدماتی که نیاز به اخذ مجوزهای لازم جهت نشر محتوای آن از معاونت غذا و داروی وزارت بهداشت، وزارت صنعت، معدن و تجارت، سازمان نظام روانشناسی و مشاوره کشور، سازمان بهزیستی و یا دیگر سازمان‌های ذیربط وجود دارد، الزامی است.
ع) تعهدات طرف دوم در مورد محتوا
عقد قرارداد با طرف دوم و اجازهٔ ارائه خدمت دربرگیرندهٔ تایید محتوا یا مجوز نشر محتوای پیامک‌های ارسالی توسط طرف دوم یا عاملین، نمایندگان او و خرده فروش‌ها و … نیست.
طرف دوم متعهد به بررسی محتوای پیام‌ها قبل از ارسال از جهت رعایت قوانین و مقررات و اخذ مجوزهای لازم از مراجع ذی‌صلاح است و در این خصوص متعهد است که بر عملکرد و فعالیت‌های شخص ثالث و یا عاملین فروش زیرمجموعهٔ خود کنترل و ممیزی لازم داشته باشد، در هر حال مسئولیت نقض این تعهد و پاسخگویی به اعتراضات معترضین و مراجع ذیصلاح قانونی بر عهده‌ٔ طرف دوم خواهد بود.
طرف دوم متعهد به ارائه مجوز از مراجع قانونی ذیربط و اسناد معتبر در مورد مالکیت محتوا یا حق استفاده از محتوایی که در صدد استفاده از آن است، خواهد بود.
طرف دوم متعهد است علاوه بر پالایش پیام‌ها و در لیست سیاه قرار دادن پیام‌های ممنوع، پیامی با متن «شما اقدام به ارسال پیام غیرمجاز نموده‌اید» برای شرکت ارسال کننده ارسال نماید و در صورت تکرار ارسال پیام ممنوع شرکت ارسال کننده را در لیست سیاه قرار داده و علاوه بر برخورد با او، از عقد قراردادهای آتی با چنین شرکتی امتناع نماید.
طرف دوم در برابر هر گونه اعتراض و ادعای احتمالی مشترکین یا اشخاص ثالث در خصوص محتوای پیامک‌ها یا پیامدهای ناشی از نشر آن‌ها پاسخگو بوده و در برابر مراجع مربوطه متعهد و مسئول است.
طرف دوم متعهد به اخذ تعهدنامه از نماینده‌های خرده فروش آن شرکت جهت حصول اطمینان از انجام فرآیند ممیزی محتوای پیامک‌های ارسالی و نیز انجام اطلاع‌رسانی لازم به آن‌ها در خصوص محتواهای ممنوع و ضرورت جلوگیری از انتشار آن‌ها است.
مقررات ارسال ایمیل
این مقررات به منظور بهینه‌سازی نتایج، رعایت حقوق کاربران و پیشگیری از نتایج نامطلوب طی استفاده از سرویس ایمیل مارکتینگ (اعم از اسپم ایمیل، عدم ارسال ایمیل، آسیب به دامنه وب‌سایت و . . .) وضع شده‌اند. شرکت تجارت الکترونیک نجوا در صورت مشاهدهٔ هر کدام از موارد ذیر، حق بستن حساب کاربری و متوقف کردن ارسال‌ها از طریق پنل کاربری را دارد.
۱. کاربران حساب نجوا مجاز به ارسال ایمیل به بانک خریداری شده نیستند.
2. کاربران حساب نجوا ملزم به ثبت رکوردهای DNS مربوط به دامنه‌ای که با آن ثبت نام انجام داده و قصد ارسال ایمیل با آن نشانی را دارند؛ هستند. پس از تایید رکوردها توسط سیستم، اجازهٔ ارسال داده خواهد شد. در صورتی که کاربر پس از اعمال و تأییدشدن تنظیمات در پنل نجوا اقدام به پاک کردن رکوردها نموده و سپس ایمیل (کمپینی، تراکنشی و اتومیشن) ارسال نماید، ارسال‌ها متوقف خواهد شد.
۳. حداکثر نرخ شکایت از آی‌پی (اختصاصی-اشتراکی) در هر کمپین ۰.۱% است. نرخ‌های بالاتر، نامطلوب شناسایی شده و از ارسال کمپین‌های بعدی کاربران جلوگیری خواهد شد.
۴. حداقل نرخ باز شدن ایمیل‌ها در هر کمپین، ۳ درصد می‌‎باشد و نرخ کمتر از این مقدار، نامطلوب شناسایی شده و از ارسال کمپین‌های بعدی کاربران جلوگیری خواهد شد.
۵. ارسال کمپین‌های بیش از ۳۰ هزار ایمیل تنها با آی‌پی اختصاصی امکان‌پذیر است.`
