export const validations = {
  required: "این فیلد الزامی است.",
  url: "فرمت لینک اشتباه است.",
  time_greater_than_now: "زمان انتخابی گذشته است.",
  wrong_mobile_number_format: "فرمت شماره موبایل صحیح نیست.",
  wrong_phone_number_format: "فرمت شماره تلفن وارد شده صحیح نیست.",
  email: "قرمت ایمیل وارد شده صحیح نیست.",
  unique_items: "مقادیر فیلد نباید تکراری باشند.",
  no_persian_numbers: "کیبورد خود را به حالت انگلیسی تغییر دهید.",
  postal_code: "کد پستی باید ۱۰ رقمی و متشکل از اعداد باشد",
  economicNumber: "شماره اقتصادی باید ۱۱ یا ۱۲ رقمی باشد.",
}

export const descriptions = {
  list: "برای اضافه کردن مخاطبان خود به پنل نجوا باید آن‌ها را در لیستی اضافه کنید. لیست‌ها به شما کمک می‌کنند که بتوانید مخاطبان خود را سازماندهی کنید.",
  segment:
    'شما به کمک "سگمنت" می‌توانید کاربران را براساس ویژگی‌ها (جنسیت، شغل و …) یا نحوه تعاملشان با پیامک‌های خود گروه‌بندی کنید. سگمنت‌ها زیرمجموعه لیست‌‌ها هستند و برای افزایش بازخورد کمپین به شما کمک می‌کنند.',
  attribute:
    '"ویژگی" اطلاعاتی مانند نام، نام خانوادگی، جنسیت، شغل و … کاربران شماست. به کمک ویژگی می‌توانید پیامک‌های شخصی‌سازی شده برای کاربران ارسال نمایید یا آن‌ها را در یک سگمنت قرار دهید.',
  // TODO maybe we should use markdown for handling bold, etc.
  uploadContactReport:
    "کاربر گرامی در جدول زیر می‌توانید اطلاعات دقیق آپلود مخاطبان خود را در <b>یک هفته اخیر</b> مشاهده کنید و در صورت بروز خطا با دانلود فایل جزئیات آن را دریافت کنید.",
}
